tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "mongodb/brew"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "shivammathur/extensions"
tap "shivammathur/php"
tap "shopify/shopify"
tap "sst/tap"
tap "stripe/stripe-cli"
brew "automake"
brew "bison"
brew "bob"
brew "chruby"
brew "cloudflared"
brew "lima"
brew "colima"
brew "openssl@3"
brew "curl"
brew "delve"
brew "docker"
brew "docker-compose"
brew "fd"
brew "fzf"
brew "gcc"
brew "gdbm"
brew "gh"
brew "gnu-sed"
brew "go-task"
brew "golangci-lint"
brew "lazydocker"
brew "lazygit"
brew "libffi"
brew "libksba"
brew "libyaml"
brew "llvm"
brew "nixpacks"
brew "node"
brew "openssl@1.1"
brew "python@3.12"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ruby-install"
brew "starship"
brew "stow"
brew "tailwindcss"
brew "tmux"
brew "tpm"
brew "tree"
brew "typescript"
brew "yarn"
brew "zrok"
brew "zsh-autosuggestions"
brew "stripe/stripe-cli/stripe"
cask "appcleaner"
cask "calibre"
cask "claude-code"
cask "discord"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "mullvad-vpn"
cask "ngrok"
cask "postman"
cask "slack"
cask "tableplus"
go "github.com/air-verse/air"
go "github.com/axzilla/templui/cmd/cli"
go "github.com/axzilla/templui/cmd/compinstall"
go "github.com/go-delve/delve/cmd/dlv"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/a-h/templ/cmd/templ"
go "github.com/templui/templui/cmd/templui"
go "github.com/wailsapp/wails/cmd/wails"
go "github.com/wailsapp/wails/v3/cmd/wails3"
